Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's the worst 'good' idea you've ever had?
de: Was war deine schlimmste 'gute' Idee, die du jemals hattest?
es: ¿Cuál es la peor 'buena' idea que has tenido?
fr: Quelle est la pire 'bonne' idée que tu aies jamais eue ?
it: Qual è la peggiore 'buona' idea che tu abbia mai avuto?
ja: 今までに思いついた中で、最悪の『良いアイデア』は何でしたか？
ko: 지금까지 떠올렸던 '좋은' 생각 중 최악은 뭐예요?
nb: Hva er den verste 'gode' ideen du noen gang har hatt?
nl: Wat is het slechtste 'goede' idee dat je ooit hebt gehad?
pl: Jaki jest najgorszy 'dobry' pomysł, jaki kiedykolwiek miałeś?
pt_br: Qual é a pior 'boa' ideia que você já teve?
sv: Vad är den sämsta 'bra' idén du någonsin har haft?
uk: Яка найгірша 'хороша' ідея у вас була?
zh_hans: 你有过的最糟糕的‘好主意’是什么？

source: What's the worst advice you've ever been given — and followed?
de: Was ist der schlechteste Ratschlag, den du jemals bekommen und befolgt hast?
es: ¿Cuál es el peor consejo que te han dado y que seguiste?
fr: Quel est le pire conseil que tu aies jamais reçu – et suivi ?
it: Qual è il peggior consiglio che tu abbia mai ricevuto e seguito?
ja: これまでに受けた最悪のアドバイスで、実際に従ってしまったものは何ですか？
ko: 들었던 조언 중 가장 나쁘면서도 실제로 따른 것은 무엇인가요?
nb: Hva er det dårligste rådet du noen gang har fått – og fulgt?
nl: Wat is het slechtste advies dat je ooit hebt gekregen - en opgevolgd?
pl: Jaka jest najgorsza rada, jaką kiedykolwiek dostałeś – i za którą poszedłeś?
pt_br: Qual é o pior conselho que você já recebeu — e seguiu?
sv: Vilket är det sämsta rådet du någonsin fått – och följt?
uk: Яку найгіршу пораду тобі давали і ти її послухався?
zh_hans: 你收到过并听从的最糟糕的建议是什么？

source: What's the worst haircut you've ever had?
de: Was war der schlimmste Haarschnitt, den du je hattest?
es: ¿Cuál es el peor corte de pelo que has tenido?
fr: Quelle est la pire coupe de cheveux que tu aies eue?
it: Qual è il peggior taglio di capelli che hai mai avuto?
ja: 今までで一番ひどかった髪型は何ですか？
ko: 가장 최악의 헤어스타일은 무엇이었나요?
nb: Hva er den verste hårklippen du noen gang har hatt?
nl: Wat is de slechtste kapsel die je ooit hebt gehad?
pl: Jaka jest najgorsza fryzura, jaką kiedykolwiek miałeś?
pt_br: Qual é o pior corte de cabelo que você já teve?
sv: Vad är den sämsta frisyr du någonsin har haft?
uk: Яка найгірша стрижка була у тебе?
zh_hans: 你经历过的最糟糕的发型是什么？

source: What’s the worst haircut you’ve ever had?
de: Was war der schlimmste Haarschnitt, den du je hattest?
es: ¿Cuál es el peor corte de pelo que has tenido?
fr: Quelle est la pire coupe de cheveux que tu aies jamais eue ?
it: Qual è il peggior taglio di capelli che tu abbia mai avuto?
ja: 今までで一番ひどい髪型は何ですか？
ko: 가장 최악의 헤어스타일은 무엇인가요?
nb: Hva er den verste hårklippen du noen gang har hatt?
nl: Wat is de slechtste knipbeurt die je ooit hebt gehad?
pl: Jakie jest najgorsze uczesanie, jakie kiedykolwiek miałeś?
pt_br: Qual é o pior corte de cabelo que você já teve?
sv: Vad är den sämsta frisyr du någonsin har haft?
uk: Яка найгірша зачіска у вас була?
zh_hans: 你留过的最糟糕的发型是什么？

source: What's the worst haircut you've ever seen on someone else?
de: Was war der schlimmste Haarschnitt, den du je bei jemand anderem gesehen hast?
es: ¿Cuál es el peor corte de pelo que has visto en otra persona?
fr: Quelle est la pire coupe de cheveux que tu aies jamais vue sur quelqu'un d'autre ?
it: Qual è il peggior taglio di capelli che tu abbia mai visto su qualcun altro?
ja: 他人で見た中で最悪のヘアカットは何ですか？
ko: 다른 사람에게서 본 최악의 헤어스타일은 무엇인가요?
nb: Hva er den verste hårklippen du noen gang har sett på noen andre?
nl: Wat is het ergste kapsel dat je ooit bij iemand anders hebt gezien?
pl: Jaka jest najgorsza fryzura, jaką widziałeś u kogoś innego?
pt_br: Qual é o pior corte de cabelo que você já viu em outra pessoa?
sv: Vad är den värsta frisyr du någonsin sett på någon annan?
uk: Яка найгірша зачіска, яку ви коли-небудь бачили на комусь іншому?
zh_hans: 你在别人身上见过的最糟糕的发型是什么？

source: What's the worst name you could give a pet?
de: Was ist der schlimmste Name, den man einem Haustier geben kann?
es: ¿Cuál es el peor nombre que se le puede poner a una mascota?
fr: Quel est le pire nom que tu puisses donner à un animal de compagnie ?
it: Qual è il nome peggiore che potresti dare a un animale domestico?
ja: ペットに付ける最悪の名前は何ですか？
ko: 반려동물에게 지어줄 수 있는 최악의 이름은 뭐예요?
nb: Hva er det verste navnet du kan gi et kjæledyr?
nl: Wat is de ergste naam die je een huisdier kunt geven?
pl: Jaka jest najgorsza nazwa, jaką możesz dać zwierzęciu?
pt_br: Qual é o pior nome que você poderia dar a um animal de estimação?
sv: Vad är det värsta namnet du kan ge ett husdjur?
uk: Яке найгірше ім'я можна дати домашньому улюбленцю?
zh_hans: 你能给宠物起的最糟糕的名字是什么？

source: What's the worst piece of furniture to have in a moving truck?
de: Was ist das schlimmste Möbelstück, das man in einem Umzugswagen haben kann?
es: ¿Cuál es la peor pieza de mobiliario para tener en un camión de mudanza?
fr: Quel est le pire meuble à avoir dans un camion de déménagement ?
it: Qual è il peggior mobile da avere in un camion per il trasloco?
ja: 引っ越しトラックに入っていると最悪な家具は何ですか？
ko: 이삿트럭에 실으면 가장 최악인 가구는 뭐예요?
nb: Hvilket er det verste møbelet å ha i en flyttebil?
nl: Wat is het ergste meubelstuk om in een verhuiswagen te hebben?
pl: Jaki jest najgorszy mebel do posiadania w ciężarówce przeprowadzkowej?
pt_br: Qual é a pior peça de mobília para ter num caminhão de mudança?
sv: Vilken är den sämsta möbeln att ha i en flyttbil?
uk: Які найгірші меблі мати у вантажівці для переїзду?
zh_hans: 搬家卡车里放什么家具最糟糕？

source: What's the worst thing that's ever happened to your luggage?
de: Was ist das Schlimmste, das deinem Gepäck je passiert ist?
es: ¿Qué es lo peor que le ha pasado a tu equipaje?
fr: Quelle est la pire chose qui soit arrivée à tes bagages ?
it: Qual è la cosa peggiore che sia mai successa al tuo bagaglio?
ja: 荷物に起きた最悪の出来事は何ですか？
ko: 짐에 일어난 최악의 상황은 무엇인가요?
nb: Hva er det verste som har skjedd med bagasjen din?
nl: Wat is het ergste dat er ooit met je bagage is gebeurd?
pl: Co najgorszego przydarzyło się twojemu bagażowi?
pt_br: Qual a pior coisa que já aconteceu com sua bagagem?
sv: Vad är det värsta som har hänt ditt bagage?
uk: Що найгірше траплялося з вашим багажем?
zh_hans: 你的行李发生过最糟糕的事情是什么？

source: What's the worst thing to be 'almost' finished with?
de: Was ist das Schlimmste, das man 'fast' fertig haben kann?
es: ¿Qué es lo peor con lo que estar 'casi' terminado?
fr: Quelle est la pire chose dont on est « presque » fini ?
it: Qual è la cosa peggiore di cui essere 'quasi' finito?
ja: 『もう少しで』終わるところが一番最悪なものは何ですか？
ko: '거의' 다 끝나간다고 생각했을 때 가장 최악인 상황은 뭐예요?
nb: Hva er det verste å være 'nesten' ferdig med?
nl: Waarmee is het het ergste om 'bijna' klaar te zijn?
pl: Co jest najgorszego, z czym można być 'prawie' skończonym?
pt_br: Qual é a pior coisa de se estar 'quase' terminado?
sv: Vad är det värsta att vara 'nästan' klar med?
uk: Що найгірше, з чим можна бути 'майже' закінченим?
zh_hans: 什么东西‘快’做完了反而最糟糕？

source: What's the worst thing to be the 'best' at?
de: In was ist es am schlimmsten, der 'Beste' zu sein?
es: ¿En qué es peor ser el 'mejor'?
fr: De quoi est-ce le pire d'être le « meilleur » ?
it: Qual è la cosa peggiore in cui essere 'il migliore'?
ja: 『一番になる』のが一番最悪なことは何ですか？
ko: '최고'가 되기에 가장 최악인 분야는 뭐예요?
nb: Hva er det verste å være 'best' i?
nl: Waarin is het het ergst om de 'beste' te zijn?
pl: W czym bycie 'najlepszym' jest najgorsze?
pt_br: Qual é a pior coisa para se ser o 'melhor'?
sv: Vad är det värsta att vara 'bäst' på?
uk: У чому найгірше бути 'найкращим'?
zh_hans: 成为什么项目的‘最佳’最糟糕？

source: What's the worst thing to be the 'world champion' of?
de: Worin Weltmeister zu sein, wäre das Schlimmste?
es: ¿En qué es peor ser el 'campeón del mundo'?
fr: De quoi est-ce le pire d'être le « champion du monde » ?
it: Qual è la cosa peggiore di cui essere 'campione del mondo'?
ja: 『世界チャンピオン』になるのが最も最悪なことは何ですか？
ko: '세계 챔피언'이 되기에 가장 최악인 분야는 뭐예요?
nb: Hva er det verste å være 'verdensmester' i?
nl: Waar is het het ergst om 'wereldkampioen' in te zijn?
pl: W czym bycie „mistrzem świata” jest najgorsze?
pt_br: Qual é a pior coisa para se ser 'campeão mundial'?
sv: Vad är det värsta att vara 'världsmästare' i?
uk: У чому найгірше бути «чемпіоном світу»?
zh_hans: 成为什么项目的‘世界冠军’最糟糕？

source: What's the worst thing to find at the bottom of a drawer?
de: Was ist das Schlimmste, was man am Boden einer Schublade finden kann?
es: ¿Qué es lo peor que puedes encontrar en el fondo de un cajón?
fr: Quelle est la pire chose à trouver au fond d'un tiroir ?
it: Qual è la cosa peggiore da trovare sul fondo di un cassetto?
ja: 引き出しの底で見つけるのが一番最悪なものは何ですか？
ko: 서랍 바닥에서 발견하기 가장 최악인 것은 뭐예요?
nb: Hva er det verste å finne i bunnen av en skuff?
nl: Wat is het ergste om onderin een la te vinden?
pl: Co jest najgorszego do znalezienia na dnie szuflady?
pt_br: Qual é a pior coisa para se encontrar no fundo de uma gaveta?
sv: Vad är det värsta att hitta i botten av en låda?
uk: Що найгірше знайти на дні шухляди?
zh_hans: 在抽屉底部发现的最糟糕的东西是什么？

source: What's the worst thing to put on a pizza that people actually do?
de: Was ist das Schlimmste, das Menschen tatsächlich auf eine Pizza tun?
es: ¿Qué es lo peor que la gente realmente pone en una pizza?
fr: Quelle est la pire chose que les gens mettent réellement sur une pizza ?
it: Qual è la cosa peggiore che la gente mette davvero sulla pizza?
ja: 実際にピザに乗せられるもので、最悪のものは何ですか？
ko: 사람들이 실제로 피자에 올리는 것 중 가장 최악은 뭐예요?
nb: Hva er det verste folk faktisk legger på pizza?
nl: Wat is het ergste dat mensen daadwerkelijk op pizza doen?
pl: Co jest najgorszą rzeczą, jaką ludzie rzeczywiście kładą na pizzę?
pt_br: Qual é a pior coisa que as pessoas realmente colocam na pizza?
sv: Vad är det värsta folk faktiskt lägger på pizza?
uk: Що найгіршого люди насправді кладуть на піцу?
zh_hans: 人们真的会加在披萨上的最糟糕的东西是什么？

source: What's the worst thing to realize you forgot after leaving the house?
de: Was ist das Schlimmste, was man vergessen hat, nachdem man das Haus verlassen hat?
es: ¿Qué es lo peor que te das cuenta de que olvidaste después de salir de casa?
fr: Quelle est la pire chose dont tu te rends compte que tu as oublié après avoir quitté la maison ?
it: Qual è la cosa peggiore di cui ti accorgi di esserti dimenticato dopo essere uscito di casa?
ja: 家を出た後に忘れたと気づく最悪のものは何ですか？
ko: 집을 나와서 잊어버린 걸 깨달았을 때 가장 최악인 것은 뭐예요?
nb: Hva er det verste å innse at du har glemt etter å ha forlatt huset?
nl: Wat is het ergste om te beseffen dat je bent vergeten nadat je het huis hebt verlaten?
pl: Co jest najgorszego, co możesz uświadomić sobie, że zapomniałeś po wyjściu z domu?
pt_br: Qual é a pior coisa para se perceber que esqueceu depois de sair de casa?
sv: Vad är det värsta att inse att du glömde efter att ha lämnat huset?
uk: Що найгірше усвідомити, що ви забули після виходу з дому?
zh_hans: 出门后发现自己忘了带的最糟糕的东西是什么？

source: What's the worst thing to say at the end of a first date?
de: Was ist das Schlimmste, was man am Ende eines ersten Dates sagen kann?
es: ¿Qué es lo peor que se puede decir al final de una primera cita?
fr: Quelle est la pire chose à dire à la fin d'un premier rendez-vous ?
it: Qual è la cosa peggiore da dire alla fine di un primo appuntamento?
ja: 初デートの終わりに言ってはいけない最悪の言葉は何ですか？
ko: 첫 데이트 마지막에 하면 최악인 말은 뭐예요?
nb: Hva er det verste å si på slutten av en første date?
nl: Wat is het ergste om te zeggen aan het einde van een eerste date?
pl: Co jest najgorsze do powiedzenia na koniec pierwszej randki?
pt_br: Qual é a pior coisa para se dizer no final de um primeiro encontro?
sv: Vad är det värsta att säga i slutet av en första dejt?
uk: Що найгірше сказати в кінці першого побачення?
zh_hans: 第一次约会结束时最糟糕的话是什么？

source: What's the worst travel story that became a great story?
de: Was ist deine schlimmste Reisegeschichte, die zu einer großartigen Geschichte wurde?
es: ¿Cuál es la peor historia de viaje que se convirtió en una gran historia?
fr: Quelle est la pire histoire de voyage qui est devenue une excellente histoire ?
it: Qual è la peggior storia di viaggio che è diventata una grande storia?
ja: 最悪だったけど、後になって良い思い出になった旅行話は？
ko: 최악이었지만 결국 좋은 이야기가 된 여행 경험은 무엇인가요?
nb: Hva er den verste reisehistorien som ble en god historie?
nl: Wat is het slechtste reisverhaal dat een geweldig verhaal werd?
pl: Jaka jest najgorsza historia z podróży, która stała się świetną opowieścią?
pt_br: Qual é a pior história de viagem que se tornou uma ótima história?
sv: Vad är den värsta resehistorien som blev en bra historia?
uk: Яка найгірша історія з подорожі перетворилася на чудову?
zh_hans: 哪个最糟糕的旅行经历最后变成了一个好故事？

source: What’s your 'guilty pleasure' when it comes to romance?
de: Was ist dein ‚schlechtes Gewissen‘ in Sachen Romantik?
es: ¿Cuál es tu 'placer culpable' en el romance?
fr: Quel est ton 'plaisir coupable' en matière de romance ?
it: Qual è il tuo 'piacere proibito' in fatto di romanticismo?
ja: 恋愛におけるあなたの‘罪深い楽しみ’は何ですか？
ko: 로맨스에 있어 당신의 ‘죄책감 있는 즐거움’은 무엇인가요?
nb: Hva er din 'skyldige nytelse' når det gjelder romantikk?
nl: Wat is jouw 'schuldige pleziertje' als het om romantiek gaat?
pl: Jaka jest twoja 'grzeszna przyjemność' jeśli chodzi o romantykę?
pt_br: Qual é o seu 'prazer culposo' quando se trata de romance?
sv: Vad är din 'skamliga njutning' när det gäller romantik?
uk: Яка твоя 'заборонена насолода' в романтиці?
zh_hans: 在浪漫方面，你的‘罪恶快感’是什么？

source: What’s your best (or worst) 'dad joke'?
de: Was ist dein bester (oder schlechtester) 'Dad-Joke'?
es: ¿Cuál es tu mejor (o peor) 'chiste de papá'?
fr: Quelle est ta meilleure (ou pire) 'blague de papa' ?
it: Qual è la tua migliore (o peggiore) 'barzelletta da papà'?
ja: あなたの一番（または一番ひどい）'ダジャレ'は何ですか？
ko: 가장 좋았던(또는 최악의) '아재 개그'는 무엇인가요?
nb: Hva er din beste (eller verste) 'pappavits'?
nl: Wat is jouw beste (of slechtste) 'vader-mop'?
pl: Jaki jest twój najlepszy (lub najgorszy) 'suchar'?
pt_br: Qual é a sua melhor (ou pior) 'piada de pai'?
sv: Vad är ditt bästa (eller sämsta) 'pappaskämt'?
uk: Який ваш найкращий (або найгірший) 'татів жарт'?
zh_hans: 你最好（或最差）的 '老爸笑话' 是什么？

source: What’s your biggest 'hidden' turn-off?
de: Was ist dein größter 'verborgener' Abtörner?
es: ¿Cuál es tu mayor 'desagrado' escondido?
fr: Quel est ton plus grand 'tue-l'amour' caché ?
it: Qual è la tua più grande 'insofferenza' nascosta?
ja: あなたの最大の‘隠れた’嫌悪ポイントは何ですか？
ko: 가장 큰 ‘숨겨진’ 싫증 포인트는 무엇인가요?
nb: Hva er din største 'skjulte' turn-off?
nl: Wat is jouw grootste 'verborgen' turn-off?
pl: Jaka jest twoja największa 'ukryta' rzecz, która cię zniechęca?
pt_br: Qual é o seu maior 'desinteresse' escondido?
sv: Vad är din största 'dolda' turn-off?
uk: Яка твоя найбільша 'прихована' неприємність?
zh_hans: 你最大的‘隐藏’厌恶点是什么？

source: What's your favorite 'bad' movie?
de: Was ist dein Lieblings-„schlechter“ Film?
es: ¿Cuál es tu película 'mala' favorita?
fr: Quel est ton film 'nul' préféré ?
it: Qual è il tuo film 'brutto' preferito?
ja: お気に入りの「悪い」映画は何ですか？
ko: 가장 좋아하는 '망작' 영화는 무엇인가요?
nb: Hva er din favoritt-'dårlige' film?
nl: Wat is jouw favoriete 'slechte' film?
pl: Jaki jest twój ulubiony 'zły' film?
pt_br: Qual é o seu filme 'ruim' favorito?
sv: Vilken är din favorit-'dåliga' film?
uk: Який ваш улюблений 'поганий' фільм?
zh_hans: 你最喜欢的‘烂片’是哪一部？

source: What’s your favorite 'hidden gem' spot in this city?
de: Was ist dein Lieblings-'Geheimtipp' in dieser Stadt?
es: ¿Cuál es tu lugar favorito 'joya escondida' en esta ciudad?
fr: Quel est votre endroit préféré 'joyau caché' dans cette ville ?
it: Qual è il tuo posto preferito 'gioiello nascosto' in questa città?
ja: この街で一番好きな「隠れた名所」はどこですか？
ko: 이 도시에서 가장 좋아하는 '숨은 보석' 같은 장소는 어디인가요?
nb: Hva er din favoritt 'skjult perle'-plass i denne byen?
nl: Wat is jouw favoriete 'verborgen parel' in deze stad?
pl: Jaka jest twoja ulubiona 'ukryta perła' w tym mieście?
pt_br: Qual é o seu lugar favorito 'joia escondida' nesta cidade?
sv: Vad är din favorit 'dolda pärla'-plats i den här staden?
uk: Яке ваше улюблене місце 'прихована перлина' у цьому місті?
zh_hans: 这个城市你最喜欢的「隐藏的宝石」景点是什么？

source: What’s your favorite kind of lingerie or loungewear?
de: Was ist deine Lieblingsart von Unterwäsche oder Freizeitkleidung?
es: ¿Cuál es tu tipo favorito de lencería o ropa de estar por casa?
fr: Quel est ton type préféré de lingerie ou de vêtements de détente ?
it: Qual è il tuo tipo preferito di lingerie o abbigliamento da relax?
ja: 好きなランジェリーやルームウェアの種類は何ですか？
ko: 가장 좋아하는 란제리나 라운지웨어는 무엇인가요?
nb: Hva er din favoritttype lingerie eller loungewear?
nl: Wat is jouw favoriete soort lingerie of loungekleding?
pl: Jaki jest twój ulubiony rodzaj bielizny lub odzieży domowej?
pt_br: Qual é o seu tipo favorito de lingerie ou roupa de lounge?
sv: Vilken typ av lingerie eller hemmakläder är din favorit?
uk: Який твій улюблений вид білизни чи домашнього одягу?
zh_hans: 你最喜欢哪种内衣或家居服？

source: What’s your favorite part of my body?
de: Was ist dein Lieblingsteil an meinem Körper?
es: ¿Cuál es tu parte favorita de mi cuerpo?
fr: Quelle est ta partie préférée de mon corps ?
it: Qual è la tua parte preferita del mio corpo?
ja: 私の体で一番好きな部分はどこですか？
ko: 제 몸에서 가장 좋아하는 부분은 어디인가요?
nb: Hva er din favorittdel av kroppen min?
nl: Wat is jouw favoriete deel van mijn lichaam?
pl: Która część mojego ciała jest twoją ulubioną?
pt_br: Qual é a sua parte favorita do meu corpo?
sv: Vilken är din favoritdel på min kropp?
uk: Яка твоя улюблена частина мого тіла?
zh_hans: 你最喜欢我身体的哪个部位？

source: What’s your favorite physical feature of your own?
de: Was ist dein liebstes körperliches Merkmal an dir selbst?
es: ¿Cuál es tu característica física favorita?
fr: Quelle est ta propre caractéristique physique préférée ?
it: Qual è la tua caratteristica fisica preferita?
ja: 自分の身体で一番好きな部分はどこですか？
ko: 자신의 신체적 특징 중 가장 마음에 드는 점은 무엇인가요?
nb: Hva er ditt favoritt fysiske trekk ved deg selv?
nl: Wat is jouw favoriete fysieke kenmerk van jezelf?
pl: Jaka jest twoja ulubiona cecha fizyczna?
pt_br: Qual é a sua característica física favorita?
sv: Vilket är ditt favorit fysiska drag hos dig själv?
uk: Яка твоя улюблена фізична риса?
zh_hans: 你最喜欢自己身体的哪个特征？

source: What’s your favorite place to be kissed?
de: Wo wirst du am liebsten geküsst?
es: ¿Cuál es tu lugar favorito para que te besen?
fr: Quel est ton endroit préféré pour être embrassé(e) ?
it: Qual è il tuo punto preferito per essere baciato?
ja: キスされるのが一番好きな場所はどこですか？
ko: 키스받는 걸 가장 좋아하는 곳은 어디인가요?
nb: Hva er ditt favorittsted å bli kysset på?
nl: Wat is jouw favoriete plek om gekust te worden?
pl: Gdzie najbardziej lubisz być całowany?
pt_br: Qual é o seu lugar favorito para ser beijado/a?
sv: Vilken är din favoritplats att bli kysst på?
uk: Яке твоє улюблене місце для поцілунків?
zh_hans: 你最喜欢被亲哪里？

source: What’s your favorite scent on a partner?
de: Welchen Duft magst du an einem Partner am liebsten?
es: ¿Cuál es tu aroma favorito en una pareja?
fr: Quelle est ton odeur préférée chez un partenaire ?
it: Qual è il tuo profumo preferito su un partner?
ja: パートナーに好きな香りは何ですか？
ko: 파트너에게서 가장 좋아하는 향기는 무엇인가요?
nb: Hva er din favorittduft hos en partner?
nl: Wat is jouw favoriete geur bij een partner?
pl: Jaki jest twój ulubiony zapach u partnera?
pt_br: Qual é o seu cheiro favorito em um parceiro?
sv: Vilken är din favoritdoft hos en partner?
uk: Який аромат тобі подобається у партнера?
zh_hans: 你最喜欢伴侣身上的什么味道？

source: What’s your favorite season of the year?
de: Was ist deine Lieblingsjahreszeit?
es: ¿Cuál es tu estación favorita del año?
fr: Quelle est votre saison préférée de l'année ?
it: Qual è la tua stagione preferita?
ja: 好きな季節は何ですか？
ko: 가장 좋아하는 계절은 무엇인가요?
nb: Hva er din favorittårstid?
nl: Wat is jouw favoriete seizoen van het jaar?
pl: Jaka jest twoja ulubiona pora roku?
pt_br: Qual é a sua estação favorita do ano?
sv: Vilken är din favoritårstid?
uk: Яка ваша улюблена пора року?
zh_hans: 你最喜欢一年中的哪个季节？

source: What’s your favorite thing about your hometown?
de: Was magst du am meisten an deiner Heimatstadt?
es: ¿Qué es lo que más te gusta de tu ciudad natal?
fr: Qu'est-ce que vous préférez dans votre ville natale ?
it: Qual è la tua cosa preferita della tua città natale?
ja: 故郷の一番好きなところはどこですか？
ko: 고향에서 가장 좋아하는 점은 무엇인가요?
nb: Hva er favoritttingen din med hjembyen din?
nl: Wat vind je het leukst aan je woonplaats?
pl: Co jest twoją ulubioną rzeczą w twoim rodzinnym mieście?
pt_br: Qual é a sua coisa favorita sobre sua cidade natal?
sv: Vad är din favoritsak med din hemstad?
uk: Що вам найбільше подобається в рідному місті?
zh_hans: 你最喜欢家乡的什么？

source: What’s your favorite thing to do with me when we’re both naked and slippery in the shower?
de: Was machst du am liebsten mit mir, wenn wir beide nackt und glitschig unter der Dusche sind?
es: ¿Qué es lo que más te gusta hacer conmigo quando estamos desnudos y resbaladizos en la ducha?
fr: Quelle est votre chose préférée à faire avec moi quand nous sommes tous les deux nus et glissants sous la douche ?
it: Qual è la cosa che preferisci fare con me quando siamo entrambi nudi e scivolosi sotto la doccia?
ja: シャワーで二人とも裸で濡れているとき、私と一緒に何をするのが一番好きですか？
ko: 샤워실에서 우리 둘 다 벌거벗고 몸이 미끄러울 때, 나랑 무엇을 하는 게 가장 좋나요?
nb: Hva er det beste du vet å gjøre med meg når vi begge er nakne og glatte i dusjen?
nl: Wat doe je het liefst met mij als we allebei naakt en glibberig onder de douche staan?
pl: Co najbardziej lubisz ze mną robić, gdy oboje jesteśmy nadzy i mokrzy pod prysznicem?
pt_br: Qual é a sua coisa favorita para fazer comigo quando estamos ambos nus e escorregadios no chuveiro?
sv: Vad är det bästa du vet att göra med mig när vi båda är nakna och glatta i duschen?
uk: Що ви найбільше любите робити зі мною, коли ми обоє голі та слизькі в душі?
zh_hans: 当我们都在淋浴间赤身裸体、身上滑溜溜的时候，你最喜欢对我做什么？

source: What’s your favorite time of day for intimacy?
de: Welche Tageszeit ist deine Lieblingszeit für Intimität?
es: ¿Cuál es tu momento favorito del día para la intimidad?
fr: Quel est ton moment préféré de la journée pour l'intimité ?
it: Qual è il tuo momento preferito della giornata per l'intimità?
ja: 親密になるのに好きな時間帯はいつですか？
ko: 친밀감을 나누기에 가장 좋아하는 시간대는 언제인가요?
nb: Hva er din favorittid på dagen for intimitet?
nl: Wat is jouw favoriete tijd van de dag voor intimiteit?
pl: Jaka pora dnia jest twoją ulubioną na intymność?
pt_br: Qual é o seu horário favorito do dia para intimidade?
sv: Vilken är din favorittid på dygnet för intimitet?
uk: Яка твоя улюблена пора дня для інтиму?
zh_hans: 你最喜欢在一天中的什么时间亲密？

source: What’s your favorite way to be touched?
de: Wie berührst du am liebsten?
es: ¿Cuál es tu forma favorita de ser tocado/a?
fr: Quelle est ta façon préférée d'être touché(e) ?
it: Qual è il tuo modo preferito di essere toccato/a?
ja: どんな風に触れられるのが一番好きですか？
ko: 어떻게 만지는 걸 가장 좋아하나요?
nb: Hva er din favorittmåte å bli berørt på?
nl: Wat is jouw favoriete manier om aangeraakt te worden?
pl: Jaka jest Twoja ulubiona forma dotyku?
pt_br: Qual é a sua maneira favorita de ser tocado/a?
sv: Vad är ditt favoritsätt att bli berörd på?
uk: Як ти любиш, щоб тебе торкалися?
zh_hans: 你最喜欢被怎么触摸？

source: What’s your favorite way to exercise?
de: Wie treibst du am liebsten Sport?
es: ¿Cuál es tu forma favorita de hacer ejercicio?
fr: Quelle est votre façon préférée de faire de l'exercice ?
it: Qual è il tuo modo preferito di fare esercizio?
ja: 好きな運動方法は何ですか？
ko: 가장 좋아하는 운동 방법은 무엇인가요?
nb: Hva er din favoritt måte å trene på?
nl: Wat is jouw favoriete manier om te sporten?
pl: Jaki jest twój ulubiony sposób na ćwiczenia?
pt_br: Qual é a sua maneira favorita de se exercitar?
sv: Vad är ditt favoritsätt att träna på?
uk: Який ваш улюблений спосіб тренуватися?
zh_hans: 你最喜欢的锻炼方式是什么？
